Repository: jinjiaho/project57
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ms, ta

source: Remember for one month
ms: Ingat selama satu bulan
ta: ஒரு மாதம் நினைவில் கொள்ளுங்கள்

source: Username
ms: Nama pengguna
ta: பயனர்பெயர்

source: Password
ms: Kata laluan
ta: கடவுச்சொல்

source: Login
ms: Masuk
ta: உள் நுழை

source: Username and/or password do not match records
ms: Nama pengguna dan/atau kata laluan tidak sepadan dengan rekod
ta: பயனர்பெயர் அல்லது கடவுச்சொல் பதிவுகளுடன் பொருந்தவில்லை

source: Inventory Management
ms: Pengurusan inventori
ta: சரக்கு மேலாண்மை

source: Overview
ms: Gambaran keseluruhan
ta: திரட்டு

source: Inventory
ms: Item inventori
ta: சரக்கு பொருட்களை

source: Reports
ms: Laporan
ta: அறிக்கைகள்

source: Admin
ms: Pentadbiran
ta: நிர்வாகம்

source: Logs
ms: Log aktiviti
ta: நடவடிக்கை பதிவு

source: Logout
ms: Keluar
ta: வெளியேறு

source: Logged in as
ms: Log masuk sebagai
ta: உள்நுழைந்துள்ளீர்

source: Low inventory
ms: Tahap inventori yang rendah
ta: குறைந்த சரக்கு உருப்படி நிலை

source: View all items
ms: Lihat semua item
ta: எல்லா உருப்படிகளையும் காணலாம்

source: View more
ms: Lihat lagi
ta: மேலும் பார்க்க

source: No items in need of restocking
ms: Tiada barang yang diperlukan untuk menetap semula
ta: மீதமுள்ள தேவை இல்லை

source: Today's transactions
ms: Urus niaga hari ini
ta: இன்றைய பரிவர்த்தனைகள்

source: Guest Supplies
ms: Bekalan tetamu
ta: விருந்தினர் விநியோகம்

source: Guest Hampers
ms: Bakul makanan
ta: பகல் மாக்கன்

source: Kitchenware
ms: Peralatan dapur
ta: சமயலறை

source: Tap phone on tag
ms: Gunakan telefon untuk mengetuk tag
ta: டேக் மீது தட்டவும் தொலைபேசியைப் பயன்படுத்தவும்

source: History
ms: Sejarah
ta: வரலாறு

source: Name
ms: Nama
ta: பெயர்

source: Quantity
ms: Kuantiti
ta: அளவு

source: In/Out
ms: Dalam/Keluar
ta: இல்/அவுட்

source: Timestamp
ms: Cap waktu
ta: டைம்ஸ்டாம்பைக்

source: Remaining
ms: Baki
ta: மீதமுள்ள

source: Browse by Category
ms: Semak imbas mengikut Kategori
ta: வகை மூலம் உலவ

source: Browse by NFC tag grouping
ms: Semak imbas oleh pengelasan tag NFC
ta: NFC டேக் குழுவை உலாவுக

source: Inventory list
ms: Senarai inventori
ta: சரக்கு பட்டியல்

source: Search
ms: Carian
ta: தேடல்

source: Filter
ms: Penapis
ta: வடிகட்டி

source: Change
ms: Ubah
ta: மாற்றம்

source: Location
ms: Lokasi
ta: இருப்பிடம்

source: Property
ms: Harta
ta: சொத்து

source: Export
ms: Eksport
ta: ஏற்றுமதி

source: Opening Stock
ms: Pembukaan Saham
ta: பங்கு திறக்கிறது

source: Closing Stock
ms: Penutupan Saham
ta: பங்கு முடிவடைகிறது

source: Delivered Out
ms: Dihantar
ta: வழங்கப்பட்டது

source: Received In
ms: Diterima Dalam
ta: பெறப்பட்டது

source: Current Users
ms: Pengguna Semasa
ta: தற்போதைய பயனர்கள்

source: Role
ms: Peranan
ta: பங்கு

source: Quantity remaining
ms: Baki kuantiti
ta: மீதமுள்ள அளவு

source: Change minimum stock level
ms: Tukar tahap stok minimum
ta: குறைந்தபட்ச பங்கு நிலை மாற்ற

source: Discontinue item
ms: Tolak item
ta: உருப்படியை நிறுத்தவும்

source: Reinstate item
ms: Pulihkan item
ta: உருப்படியை மீண்டும்

source: Remove item from system
ms: Alih keluar item dari sistem
ta: கணினியிலிருந்து உருப்படியை அகற்று

source: Reorder when quantity reaches
ms: Susun semula apabila kuantiti sampai
ta: அளவு அடையும் போது மறுவரிசைப்படுத்துக

source: Item is in use
ms: Item sedang digunakan
ta: பொருள் பயன்பாட்டில் உள்ளது

source: Item is discontinued
ms: Item dihentikan
ta: பொருள் நிறுத்தப்பட்டது

source: Latest stock movement
ms: Pergerakan saham terkini
ta: சமீபத்திய பங்கு இயக்கம்

source: Page not found
ms: Laman tidak dijumpai
ta: பக்கம் காணப்படவில்லை

source: The link requested may be broken or the page may have been removed
ms: Pautan yang diminta boleh dipecahkan atau halaman mungkin telah dikeluarkan
ta: கோரப்பட்ட இணைப்பு உடைக்கப்படலாம் அல்லது பக்கம் அகற்றப்பட்டிருக்கலாம்

source: In
ms: Dalam

source: Out
ms: Keluar

source: Check
ms: Penentuan harga

source: Submit
ms: Serahkan

source: Update stock
ms: Ubah kuantiti

source: Item
ta: பொருள்

source: Unit
ta: அலகு
